export const population = [
  { title: "ЖЕНЩИНЫ", value: 45, color: "#CD0C88" },
  { title: "МУЖЧИНЫ", value: 55, color: "#245DDD" },
];
export const models = [
  { value: 55, color: "#B2B7C2" },
  { value: 45, color: "#636FDE" },
];
export const ages = [
  {
    name: "0-4 года",
    Результат: 15,
  },
  {
    name: "5-10 года",
    Результат: 20,
  },
  {
    name: "11-15 года",
    Результат: 25,
  },
  {
    name: "16-20 года",
    Результат: 35,
  },
  {
    name: "21-25 года",
    Результат: 46,
  },
  {
    name: "26-30 года",
    Результат: 38,
  },
  {
    name: "31-35 года",
    Результат: 43,
  },
  {
    name: "40-45 года",
    Результат: 53,
  },
];

export const medicalCentres = [
  {
    name: "Андижанская",
    Результат: 15,
  },
  {
    name: "Бухарская",
    Результат: 10,
  },
  {
    name: "Ферганская",
    Результат: 20,
  },
  {
    name: "Джизакская",
    Результат: 15,
  },
  {
    name: "Наманганская",
    Результат: 15,
  },
  {
    name: "Навоийская",
    Результат: 15,
  },
  {
    name: "Кашкадарьинская",
    Результат: 15,
  },
  {
    name: "Республика Каракалпакстан",
    Результат: 15,
  },
  {
    name: "Самаркандская",
    Результат: 15,
  },
  {
    name: "Сырдарьинская",
    Результат: 15,
  },
  {
    name: "Сурхандарьинская",
    Результат: 15,
  },
  {
    name: "г.Ташкент",
    Результат: 15,
  },
  {
    name: "Ташкентская",
    Результат: 15,
  },
  {
    name: "Хорезмская",
    Результат: 15,
  },
];
