export const population = [
  { title: "ЖЕНЩИНЫ", value: 45, color: "#CD0C88" },
  { title: "МУЖЧИНЫ", value: 55, color: "#245DDD" },
];
export const models = [
  { value: 55, color: "#B2B7C2" },
  { value: 45, color: "#636FDE" },
];

export const staff = [
  { value: 32, color: "#05C0DA" },
  { value: 32, color: "#636FDE" },
  { value: 32, color: "#B2B7C2" },
];

export const staff_stat = [
  {
    name: "Многопрофильные центральные поликлиники",
    value: 25000,
    percentage: "32%",
    color: "#05C0DA",
  },
  {
    name: "Пункты семейных врачей",
    value: 25000,
    percentage: "32%",
    color: "#636FDE",
  },
  {
    name: "Семейные поликлиники",
    value: 25000,
    percentage: "32%",
    color: "#B2B7C2",
  },
];

export const ages = [
  {
    name: "0-4 года",
    Результат: 15,
  },
  {
    name: "5-10 года",
    Результат: 20,
  },
  {
    name: "11-15 года",
    Результат: 25,
  },
  {
    name: "16-20 года",
    Результат: 35,
  },
  {
    name: "21-25 года",
    Результат: 46,
  },
  {
    name: "26-30 года",
    Результат: 38,
  },
  {
    name: "31-35 года",
    Результат: 43,
  },
  {
    name: "40-45 года",
    Результат: 53,
  },
];

export const medicalCentres = [
  {
    name: "Андижанская",
    Результат: 15,
  },
  {
    name: "Бухарская",
    Результат: 10,
  },
  {
    name: "Ферганская",
    Результат: 20,
  },
  {
    name: "Джизакская",
    Результат: 9,
  },
  {
    name: "Наманганская",
    Результат: 10,
  },
  {
    name: "Навоийская",
    Результат: 15,
  },
  {
    name: "Кашкадарьинская",
    Результат: 12,
  },
  {
    name: "Республика Каракалпакстан",
    Результат: 13,
  },
  {
    name: "Самаркандская",
    Результат: 22,
  },
  {
    name: "Сырдарьинская",
    Результат: 17,
  },
  {
    name: "Сурхандарьинская",
    Результат: 11,
  },
  {
    name: "г.Ташкент",
    Результат: 20,
  },
  {
    name: "Ташкентская",
    Результат: 19,
  },
  {
    name: "Хорезмская",
    Результат: 21,
  },
];

export const adults = [
  {
    name: "Андижанская",
    Мужчины: 40,
    Женщины: 24,
  },
  {
    name: "Бухарская",
    Мужчины: 30,
    Женщины: 43,
  },
  {
    name: "Ферганская",
    Мужчины: 20,
    Женщины: 46,
  },
  {
    name: "Джизакская",
    Мужчины: 27,
    Женщины: 39,
  },
  {
    name: "Наманганская",
    Мужчины: 18,
    Женщины: 48,
  },
  {
    name: "Навоийская",
    Мужчины: 23,
    Женщины: 38,
  },
  {
    name: "Кашкадарьинская",
    Мужчины: 34,
    Женщины: 43,
  },
  {
    name: "Республика Каракалпакстан",
    Мужчины: 35,
    Женщины: 47,
  },
  {
    name: "Самаркандская",
    Мужчины: 30,
    Женщины: 23,
  },
  {
    name: "Сырдарьинская",
    Мужчины: 27,
    Женщины: 43,
  },
  {
    name: "Сурхандарьинская",
    Мужчины: 34,
    Женщины: 42,
  },
  {
    name: "г.Ташкент",
    Мужчины: 44,
    Женщины: 40,
  },
  {
    name: "Ташкентская",
    Мужчины: 30,
    Женщины: 43,
  },
  {
    name: "Хорезмская",
    Мужчины: 34,
    Женщины: 23,
  },
];
