export const population = [
  { title: "ЖЕНЩИНЫ", value: 45, color: "#CD0C88" },
  { title: "МУЖЧИНЫ", value: 55, color: "#245DDD" },
];
export const models = [
  { value: 55, color: "#B2B7C2" },
  { value: 45, color: "#636FDE" },
];

export const staff = [
  { value: 32, color: "#05C0DA" },
  { value: 32, color: "#636FDE" },
  { value: 32, color: "#B2B7C2" },
];

export const staff_stat = [
  {
    name: "Многопрофильные центральные поликлиники",
    name_uz: "Ko'p tarmoqli markaziy klinikalar",
    name_en: "Multidisciplinary central clinics",
    value: 25000,
    percentage: "32%",
    id: 1,
  },
  {
    name: "Пункты семейных врачей",
    name_en: "Family doctors offices",
    name_uz: "Пункты семейных врачей",
    value: 25000,
    percentage: "32%",
    id: 2,
  },
  {
    name: "Семейные поликлиники",
    name_uz: "Oilaviy poliklinikalar",
    name_en: "Family clinics",
    value: 25000,
    percentage: "32%",
    id: 3,
  },
];

export const ages = [
  {
    name: "0-4 года",
    Результат: 15,
  },
  {
    name: "5-10 года",
    Результат: 20,
  },
  {
    name: "11-15 года",
    Результат: 25,
  },
  {
    name: "16-20 года",
    Результат: 35,
  },
  {
    name: "21-25 года",
    Результат: 46,
  },
  {
    name: "26-30 года",
    Результат: 38,
  },
  {
    name: "31-35 года",
    Результат: 43,
  },
  {
    name: "40-45 года",
    Результат: 53,
  },
];

export const medicalCentres = [
  {
    name: "Андижанская",
    Результат: 15,
  },
  {
    name: "Бухарская",
    Результат: 10,
  },
  {
    name: "Ферганская",
    Результат: 20,
  },
  {
    name: "Джизакская",
    Результат: 9,
  },
  {
    name: "Наманганская",
    Результат: 10,
  },
  {
    name: "Навоийская",
    Результат: 15,
  },
  {
    name: "Кашкадарьинская",
    Результат: 12,
  },
  {
    name: "Республика Каракалпакстан",
    Результат: 13,
  },
  {
    name: "Самаркандская",
    Результат: 22,
  },
  {
    name: "Сырдарьинская",
    Результат: 17,
  },
  {
    name: "Сурхандарьинская",
    Результат: 11,
  },
  {
    name: "г.Ташкент",
    Результат: 20,
  },
  {
    name: "Ташкентская",
    Результат: 19,
  },
  {
    name: "Хорезмская",
    Результат: 21,
  },
];

export const adults = [
  {
    name: "Андижанская",
    Мужчины: 40,
    Женщины: 24,
  },
  {
    name: "Бухарская",
    Мужчины: 30,
    Женщины: 43,
  },
  {
    name: "Ферганская",
    Мужчины: 20,
    Женщины: 46,
  },
  {
    name: "Джизакская",
    Мужчины: 27,
    Женщины: 39,
  },
  {
    name: "Наманганская",
    Мужчины: 18,
    Женщины: 48,
  },
  {
    name: "Навоийская",
    Мужчины: 23,
    Женщины: 38,
  },
  {
    name: "Кашкадарьинская",
    Мужчины: 34,
    Женщины: 43,
  },
  {
    name: "Республика Каракалпакстан",
    Мужчины: 35,
    Женщины: 47,
  },
  {
    name: "Самаркандская",
    Мужчины: 30,
    Женщины: 23,
  },
  {
    name: "Сырдарьинская",
    Мужчины: 27,
    Женщины: 43,
  },
  {
    name: "Сурхандарьинская",
    Мужчины: 34,
    Женщины: 42,
  },
  {
    name: "г.Ташкент",
    Мужчины: 44,
    Женщины: 40,
  },
  {
    name: "Ташкентская",
    Мужчины: 30,
    Женщины: 43,
  },
  {
    name: "Хорезмская",
    Мужчины: 34,
    Женщины: 23,
  },
];

export const tranings = [
  {
    name: "Андижанская",
    Технический: 40,
    Профессиональный: 24,
  },
  {
    name: "Бухарская",
    Технический: 30,
    Профессиональный: 43,
  },
  {
    name: "Ферганская",
    Технический: 20,
    Профессиональный: 46,
  },
  {
    name: "Джизакская",
    Технический: 27,
    Профессиональный: 39,
  },
  {
    name: "Наманганская",
    Технический: 18,
    Профессиональный: 48,
  },
  {
    name: "Навоийская",
    Технический: 23,
    Профессиональный: 38,
  },
  {
    name: "Кашкадарьинская",
    Технический: 34,
    Профессиональный: 43,
  },
  {
    name: "Республика Каракалпакстан",
    Технический: 35,
    Профессиональный: 47,
  },
  {
    name: "Самаркандская",
    Технический: 30,
    Профессиональный: 23,
  },
  {
    name: "Сырдарьинская",
    Технический: 27,
    Профессиональный: 43,
  },
  {
    name: "Сурхандарьинская",
    Технический: 34,
    Профессиональный: 42,
  },
  {
    name: "г.Ташкент",
    Технический: 44,
    Профессиональный: 40,
  },
  {
    name: "Ташкентская",
    Технический: 30,
    Профессиональный: 43,
  },
  {
    name: "Хорезмская",
    Технический: 34,
    Профессиональный: 23,
  },
];

export const fakeData = [
  { id: 1, dateAdded: "December 10, 2023", year: 2023 },
  { id: 2, dateAdded: "December 10, 2022", year: 2022 },
  { id: 3, dateAdded: "December 10, 2021", year: 2021 },
  { id: 4, dateAdded: "December 10, 2020", year: 2020 },
];

export const fakeAdmins = [
  {
    id: 1,
    username: "Алексей Юшков",
    email: "Alexyushkov@gmail.com",
    time: "September 10, 2023",
  },
  {
    id: 2,
    username: "Алексей Юшков",
    email: "Alexyushkov@gmail.com",
    time: "September 10, 2023",
  },
  {
    id: 3,
    username: "Алексей Юшков",
    email: "Alexyushkov@gmail.com",
    time: "September 10, 2023",
  },
  {
    id: 4,
    username: "Алексей Юшков",
    email: "Alexyushkov@gmail.com",
    time: "September 10, 2023",
  },
];
